---
kind: property
id: P:Autodesk.Revit.ApplicationServices.Application.ExportIFCCategoryTable
source: html/fcd7e9f5-aac2-ddae-def2-f1e625306448.htm
---
# Autodesk.Revit.ApplicationServices.Application.ExportIFCCategoryTable Property

Full path to the file that defines Revit category to IFC entity mappings for IFC export.

## Syntax (C#)
```csharp
public string ExportIFCCategoryTable { get; }
```